---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.PoundsMassPerPoundDegreeFahrenheit
source: html/00d518dd-e22c-a304-ed07-8a0cdadfe640.htm
---
# Autodesk.Revit.DB.UnitTypeId.PoundsMassPerPoundDegreeFahrenheit Property

Pounds mass per pound degree Fahrenheit.

## Syntax (C#)
```csharp
public static ForgeTypeId PoundsMassPerPoundDegreeFahrenheit { get; }
```